Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_theme_editor_create_description
source: New theme will be based on your currently selected colors and wallpaper. Alternatively, you can import existing theme or color palette from file.
be: Новая тэма будзе заснавана на бягучых колераў і фонавым відарысе. Таксама вы можаце імпартаваць існуючую тэму або колеравую палітру з файла.
ca: El tema es basarà en els colors i fons de pantalla seleccionats actualment. D'altra part, podeu importar un tema o paleta de color des d’un fitxer.
de: Das Farbthema wird auf dem aktuell ausgewählten Thema und Hintergrundbild basieren. Alternativ kannst du auch eine manuell bearbeitete eigene Themen-Datei verwenden.
es: El nuevo tema se basará en tus colores y fondo de chat seleccionados actualmente. Como alternativa, puedes importar un tema existente o los colores desde un archivo.
fr: Le nouveau thème sera basé sur vos couleurs et arrière-plan actuels. Vous pouvez également importer un thème existant ou une palette de couleurs depuis un fichier.
it: Il nuovo tema sarà basato sui colori e sullo sfondo attualmente selezionati. In alternativa, puoi importare temi o colori esistenti da file.
ko: 새로운 테마는 현재 선택한 색상과 배경을 토대로 설정 됩니다. 또한, 파일에서 기존 테마나 색상 팔레트를 불러 올 수 있습니다.
ms: Tema baru akan berdasarkan atas pilihan semasa warna dan kertas dindnng anda. Anda juga boleh import tema semasa atau warna palet dari fail.
nl: Het nieuwe thema zal worden gebaseerd op je huidige kleuren en achtergrond, ook kun je een bestaand thema of kleurenpalet via een bestand importeren.
pl: Motyw będzie oparty na aktualnie wybranym kolorze i tapecie. Alternatywnie możesz zaimportować z pliku istniejący motyw lub paletę kolorów.
pt_br: O novo tema terá como base o papel de parede e cores selecionadas atualmente. De forma alternativa, você pode importar um tema existente ou paleta de cores usando um arquivo
ru: По умолчанию тема будет создана на основе темы и фона, которые Вы используете. Вы также можете загрузить файл с готовой темой или нужными цветами.
tr: Yeni tema şu anda seçtiğiniz renkleri ve duvar kağıdını esas alacaktır. Alternatif olarak, mevcut tema veya renk paletini dosyadan içe aktarabilirsiniz.
uk: Буде створено тему на основі поточних кольорів та шпалер. Також можна імпортувати тему з файлу.

# lng_theme_editor_create_title
source: Create theme
be: Стварыць тэму
ca: Creació d'un tema
de: Thema erstellen
es: Crear tema
fr: Créer un thème
it: Crea tema
ko: 테마 만들기
ms: Cipta tema
nl: Thema maken
pl: Utwórz motyw
pt_br: Criar tema
ru: Создать тему
tr: Tema oluştur
uk: Створити тему

# lng_theme_editor_done
source: Theme exported successfully!
be: Тэма паспяхова экспартавана!
ca: El tema s'ha exportat correctament.
de: Thema erfolgreich exportiert!
es: ¡Tema exportado satisfactoriamente!
fr: Thème exporté !
it: Tema esportato con successo!
ko: 성공적으로 테마를 내보냈습니다!
ms: Berjaya mengeksport tema!
nl: Exporteren van thema gelukt!
pl: Motyw został wyeksportowany!
pt_br: Tema exportado com sucesso!
ru: Вы успешно экспортировали тему
tr: Tema başarıyla dışa aktarıldı!
uk: Тему експортовано успішно!

# lng_theme_editor_error
source: The editor encountered an error :( See 'log.txt' for details.
be: Адбылася памылка рэдактара :( Прагледзьце 'log.txt', каб даведацца больш.
ca: L'editor ha trobat un error. Mireu el «log.txt» per a més detalls.
de: Ein Fehler ist im Editor aufgetreten. Mehr Infos gibt es in der Datei 'log.txt'.
es: El editor encontró un error :( Mira “log.txt” para ver detalles.
fr: Une erreur est survenue dans l'éditeur :( Consultez « log.txt » pour plus de détails.
it: L'editor ha rilevato un errore :( Controlla 'log.txt' per i dettagli.
ko: 편집기에서 오류가 발생하였습니다 :( 'log.txt' 에서 자세한 정보를 확인하세요.
ms: Penyunting mengalami ralat :( Lihat 'log.txt' untuk info terperinci.
nl: Er is iets misgegaan in de editor :( Bekijk 'log.txt' voor meer info.
pl: Edytor napotkał błąd :( Zobacz szczegóły w pliku „log.txt”.
pt_br: O editor encontrou um erro :( Veja o 'log.txt' para detalhes.
ru: Ошибка в редакторе. См. подробности в файле 'log.txt'.
tr: Düzenleyici, bir hatayla karşılaştı. :( Ayrıntılar için 'log.txt' bakın.
uk: У редакторі виникла помилка :( Перегляньте "log.txt" для деталей.

# lng_theme_editor_export_button
source: Export theme
be: Экспартаваць тэму
ca: Exporta el tema
de: Thema exportieren
es: Exportar tema
fr: Exporter le thème
it: Esporta tema
ko: 테마 내보내기
ms: Eksport tema
nl: Thema exporteren
pl: Eksportuj motyw
pt_br: Exportar tema
ru: Экспортировать тему
tr: Temayı dışa aktar
uk: Експортувати тему

# lng_theme_editor_import_existing
source: Import existing theme
be: Імпартаваць існуючую тэму
ca: Importa un tema existent
de: Vorhandenes Thema importieren
es: Importar tema existente
fr: Importer un thème existant
it: Importa tema esistente
ko: 기존 테마 불러오기
ms: Import tema sediada
nl: Bestaand thema importeren
pl: Importuj istniejący motyw
pt_br: Importar tema existente
ru: Импортировать готовую тему
tr: Mevcut temayı içe aktar
uk: Імпортувати наявну тему

# lng_theme_editor_link_about
source: Your theme will be updated for all users each time you change it. Anyone can install it using this link. Theme links must be longer than 5 characters and use a-z, 0-9 and underscores.
be: Ваша тэма будзе абнаўляцца для ўсіх карыстальнікаў, калі вы змяняеце яе. Любы карыстальнік можа ўсталяваць яе праз гэту спасылку. Вы можаце выкарыстоўваць a-z, 0-9 і сімвалы падкрэслівання. Мінімальная даўжыня — 5 сімвалаў.
ca: El tema s’actualitzarà per a tothom cada vegada que el canvieu. Qualsevol el pot instal·lar amb aquest enllaç. L’enllaç ha de ser de 5 caràcters mínim, i podeu usar a-z, 0-9 i guions baixos.
de: Dein Thema wird bei allen Nutzern aktualisiert, sobald du deines änderst. Jeder kann es über den Link installieren. Erlaubt sind a-z, 0-9 und Unterstriche. Die Mindestlänge der Links beträgt 5 Zeichen.
es: Tu tema será actualizado para todos los usuarios cada vez que lo modifiques. Cualquiera puede instalarlo usando este enlace. Los enlaces de temas deben tener más de 5 caracteres y pueden usar a-z, 0-9 y guiones bajos.
fr: Votre thème sera mis à jour pour tous ses utilisateurs à chaque fois que vous y apportez une modification. N'importe qui peut l'installer en utilisant ce lien. Les liens des thèmes doivent faire au moins 5 caractères de type chiffres, lettres et tirets bas.
it: Il tuo tema sarà aggiornato per tutti gli utenti ogni volta che lo modifichi. Chiunque può installarlo usando questo link. I link dei temi devono essere più lunghi di 5 caratteri e possono usare a-z, 0-9 e underscore.
ko: 테마를 수정하시는 족족 테마가 사용자에게 업데이트됩니다. 이 링크로 누구든 테마를 설치할 수 있습니다. 테마 링크는 **다섯** 자를 넘겨야 하며, **a부터 z** 사이 글자, **0부터 9** 사이 숫자와 밑줄을 사용하실 수 있습니다.
ms: Tema anda akan dikemaskini untuk semua pengguna setiap kali anda buat perubahan. Sesiapa juga boleh pasang melalui link ini. Link tema tidak boleh lebih dari 5 aksara dan boleh guna a-z, 0-9 dan garis bawah (_).
nl: Je thema zal worden bijgewerkt voor alle gebruikers iedere keer als je deze wijzigt. Iedereen kan het installeren via deze link. Themalinks moeten meer dan 5 karakters lang zijn van naam en mogen a-z, 0-9 of underscore bevatten.
pl: Twój motyw będzie aktualizowany u wszystkich użytkowników za każdym razem, gdy go zmienisz. Każdy może go zainstalować, korzystając z tego linku. Linki do motywów muszą być dłuższe niż 5 znaków i mogą używać a-z, 0-9 i podkreśleń.
pt_br: O seu tema será atualizado para todos sempre que você atualizar ele. Qualquer um pode instalar usando este link. Links de tema têm que ter mais de 5 caracteres e podem usar a-z, 0-9 e underline.
ru: По этой ссылке можно установить Вашу тему. Когда Вы редактируете тему, она будет обновляться у всех, кто её использует. Минимальная длина ссылки — 5 символов. Можно использовать символы a-z, 0-9 и подчеркивание.
tr: Temanız, her değiştirdiğinizde tüm kullanıcılar için güncellenecektir. Bu bağlantıyı kullanarak herkes temanızı yükleyebilir. Tema bağlantıları 5 karakterden uzun olmalıdır ve a-z, 0-9 ve alt çizgi kullanabilirsiniz.
uk: За цим посиланням будь-хто може встановити вашу тему. Якщо ви відредагуєте тему, вона оновиться в інших користувачів. Мінімальна довжина – 5 символів. Дозволено латинські літери, цифри та підкреслення (_).

# lng_theme_editor_menu_export
source: Export theme
be: Экспартаваць тэму
ca: Exporta el tema
de: Thema exportieren
es: Exportar tema
fr: Exporter le thème
it: Esporta tema
ko: 테마 내보내기
ms: Eksport tema
nl: Thema exporteren
pl: Eksportuj motyw
pt_br: Exportar tema
ru: Экспортировать тему
tr: Temayı dışa aktar
uk: Експортувати тему

# lng_theme_editor_menu_import
source: Import theme
be: Імпартаваць тэму
ca: Importa un tema
de: Thema importieren
es: Importar tema
fr: Importer le thème
it: Importa tema
ko: 테마 가져오기
ms: Import tema
nl: Thema importeren
pl: Importuj motyw
pt_br: Importar tema
ru: Импортировать тему
tr: Temayı içe aktar
uk: Імпортувати тему

# lng_theme_editor_menu_show
source: Show palette file
be: Паказаць файл палітры
ca: Mostra el fitxer de la paleta
de: Paletten-Datei anzeigen
es: Mostrar archivo de colores
fr: Afficher le fichier de palette
it: Mostra file tavolozza
ko: 팔레트 파일 보여주기
ms: Tunjuk fail palet
nl: Paletbestand weergeven
pl: Pokaż plik palety
pt_br: Mostrar arquivo de paleta
ru: Показать файл с палитрой
tr: Palet dosyasını göster
uk: Показати файл палітри

# lng_theme_editor_name
source: Theme name
be: Назва тэмы
ca: Nom del tema
de: Name des Themas
es: Nombre del tema
fr: Nom du thème
it: Nome tema
ko: 테마 이름
ms: Nama tema
nl: Themanaam
pl: Nazwa motywu
pt_br: Nome do tema
ru: Название темы
tr: Tema adı
uk: Назва теми

# lng_theme_editor_need_auth
source: You need to log in to save your theme.
be: Вам трэба ўвайсці, каб захаваць вашу тэму.
ca: Cal que inicieu sessió per a desar el tema.
de: Du musst dich anmelden, um dein Thema zu speichern.
es: Necesitas iniciar sesión para guardar tu tema.
fr: Vous devez vous connecter pour enregistrer votre thème.
it: Devi accedere per salvare il tuo tema.
ko: 테마를 저장하려면 로그인을 해야합니다.
ms: Anda perlu log masuk untuk simpan tema anda.
nl: Je moet inloggen om je thema op te slaan
pl: Musisz się zalogować, aby zapisać swój motyw.
pt_br: Fazer login é necessário para salvar seu tema.
ru: Чтобы сохранить тему, необходимо войти в аккаунт.
tr: Temanızı kaydedebilmeniz için oturum açmalısınız.
uk: Щоб зберегти тему, увійдіть.

# lng_theme_editor_need_unlock
source: You need to unlock Telegram to save your theme.
be: Вам трэба разблакіраваць Telegram, каб захаваць вашу тэму.
ca: Heu de desbloquejar el Telegram per a desar el tema.
de: Entsperre Telegram, um das Thema zu speichern.
es: Necesitas desbloquear Telegram para guardar tu tema.
fr: Vous devez déverrouiller Telegram pour enregistrer votre thème.
it: Devi sbloccare Telegram per salvare il tuo tema.
ko: 테마를 저장하려면 텔레그램 잠금을 해제해야합니다
ms: Anda perlu buka kunci Telegram untuk simpan tema anda.
nl: Je moet Telegram ontgrendelen om je thema op te slaan
pl: Aby zapisać swój motyw, musisz odblokować Telegram.
pt_br: Desbloqueie o Telegram para salvar o seu tema.
ru: Чтобы сохранить тему, необходимо разблокировать приложение.
tr: Temanızı kaydedebilmeniz için Telegram'ın kilidini açmalısınız.
uk: Щоб зберегти тему, розблокуйте Telegram.

# lng_theme_editor_new_keys
source: Not in the palette yet
be: Не ў палітры
ca: Encara no és a la paleta
de: Noch nicht in der Palette
es: Aún no está en la paleta
fr: Pas encore dans la palette
it: Non ancora nella tavolozza
ko: 팔레트에 없습니다
ms: Belum lagi di pelet
nl: Nog niet in het kleurenpalet
pl: Jeszcze nie ma w palecie kolorów.
pt_br: Ainda não está na paleta
ru: Ещё не в палитре
tr: Henüz palette değil
uk: Ще не в палітрі

# lng_theme_editor_no_keys
source: No keys in the palette yet
be: У гэтай палітры пакуль што няма колераў
ca: Encara no hi ha cap clau a la paleta
de: Noch keine Werte in der Palette
es: Aún no hay valores en la paleta
fr: Pas encore de clés dans la palette
it: Ancora nessun valore nella tavolozza
ko: 팔레트에 키가 없습니다
ms: Belum ada kunci di pelet lagi
nl: Palet bevat nog geen waarden
pl: Jeszcze nie ma kluczy w palecie kolorów.
pt_br: Ainda não há chaves na paleta.
ru: В палитре ещё нет ключевых слов
tr: Henüz palette anahtar yok
uk: Ключів у палітрі ще немає

# lng_theme_editor_read_from_jpg
source: JPEG image, {size}
be: Відарыс JPEG, {size}
ca: Imatge JPEG, {size}
de: JPEG Bild, {size}
es: Imagen JPEG, {size}
fr: Image JPEG, {size}
it: Immagine JPEG, {size}
ko: JPEG 이미지, {size}
ms: Imej JPEG, {size}
nl: JPEG-afbeelding, {size}
pl: Obraz JPEG, {size}
pt_br: Imagem JPEG, {size}
ru: Изображение JPEG, {size}
tr: JPEG görüntüsü, {size}
uk: Зображення JPEG, {size}

# lng_theme_editor_read_from_png
source: PNG image, {size}
be: PNG відарыс, {size}
ca: Imatge PNG, {size}
de: PNG Bild, {size}
es: Imagen PNG, {size}
fr: Image PNG, {size}
it: Immagine PNG, {size}
ko: PNG 이미지, {size}
ms: Imej PNG , {size}
nl: PNG-afbeelding, {size}
pl: Obraz PNG, {size}
pt_br: Imagem PNG, {size}
ru: Изображение PNG, {size}
tr: PNG görüntüsü, {size}
uk: Зображення PNG, {size}

# lng_theme_editor_save_button
source: Save theme
be: Захаваць тэму
ca: Desa el tema
de: Thema speichern
es: Guardar tema
fr: Enregistrer le thème
it: Salva tema
ko: 테마 저장
ms: Simpan tema
nl: Thema opslaan
pl: Zapisz motyw
pt_br: Salvar tema
ru: Сохранить тему
tr: Temayı kaydet
uk: Зберегти тему

# lng_theme_editor_save_palette
source: Save Palette File
be: Захаваць палітру
ca: Desa la paleta
de: Palettendatei speichern
es: Guardar archivo de la paleta de colores
fr: Enregistrer le fichier de la palette
it: Salva file tavolozza
ko: 팔레트 파일 저장
ms: Simpan Fail Pelet
nl: Kleurenpalet opslaan
pl: Zapisz plik palety kolorów
pt_br: Salvar Arquivo de Paleta
ru: Сохранить файл палитры
tr: Palet Dosyasını Kaydet
uk: Зберегти файл палітри

# lng_theme_editor_save_title
source: Save theme
be: Захаваць тэму
ca: Desa el tema
de: Thema speichern
es: Guardar tema
fr: Enregistrer le thème
it: Salva tema
ko: 테마 저장
ms: Simpan tema
nl: Thema opslaan
pl: Zapisz motyw
pt_br: Salvar tema
ru: Сохранить тему
tr: Temayı kaydet
uk: Зберегти тему

# lng_theme_editor_saved_to_jpg
source: Saved to JPEG, {size}
be: Захаваць у JPEG, {size}
ca: S'ha desat com a JPEG, {size}
de: Als JPEG gespeichert, {size}
es: Guardado como JPEG, {size}
fr: Enregistrée en JPEG, {size}
it: Salvato in JPEG, {size}
ko: JPEG로 저장, {size}
ms: Simpan ke JPEG, {size}
nl: Opgeslagen als JPEG, {size}
pl: Zapisywany do JPEG, {size}
pt_br: Salvar como JPEG, {size}
ru: Сохранено в JPEG, {size}
tr: JPEG olarak kaydedildi, {size}
uk: Збережене у JPEG, {size}

# lng_theme_editor_sure_close
source: Are you sure you want to close the editor? Your changes won't be saved.
be: Вы ўпэўнены, што хочаце закрыць рэдактар? Вашы змены не будуць захаваны.
ca: Segur que voleu tancar l’editor? Els canvis no es desaran.
de: Wirklich den Editor schließen? Deine Änderungen werden dadurch nicht gespeichert werden.
es: ¿Quieres cerrar el editor? Tus cambios no se guardarán.
fr: Voulez-vous vraiment fermer l'éditeur ? Vos modifications seront perdues.
it: Vuoi davvero chiudere l'editor? Le tue modifiche non saranno salvate.
ko: 정말 에디터를 닫으시겠습니까? 수정 내용은 저장되지 않습니다.
ms: Anda pasti ingin tutup editor? Pertukaran anda tak akan disimpnan.
nl: Themabewerker echt sluiten? Je wijzigingen gaan verloren.
pl: Czy na pewno chcesz zamknąć edytor? Twoje zmiany nie zostaną zapisane.
pt_br: Deseja mesmo fechar o editor? As alterações não serão salvas.
ru: Вы точно хотите закрыть редактор? Изменения будут потеряны.
tr: Düzenleyiciyi kapatmak istediğinizden emin misiniz? Değişiklikleriniz kaydedilmeyecek.
uk: Ви дійсно хочете закрити редактор? Зміни не збережуться.

# lng_theme_editor_title
source: Edit color palette
be: Рэдагаваць палітру колераў
ca: Edició de la paleta de colors
de: Farbpalette bearbeiten
es: Editar la paleta de colores
fr: Modifier la palette de couleur
it: Modifica tavolozza dei colori
ko: 색상 팔레트 수정
ms: Sunting warna pelet
nl: Kleurenpalet bewerken
pl: Edycja palety kolorów
pt_br: Editar paleta de cores
ru: Изменить цветовую палитру
tr: Renk paletini düzenle
uk: Редагувати колірну палітру

# lng_theme_keep_changes
source: Keep changes
be: Захаваць змены
ca: Mantén els canvis
de: Anwenden
es: Mantener cambios
fr: Conserver les changements
it: Mantieni modifiche
ko: 변화 유지
ms: Simpan penukaran
nl: Behouden
pl: Zachowaj zmiany
pt_br: Manter alterações
ru: Применить изменения
tr: DEĞİŞİKLİKLERİ TUT
uk: Зберегти зміни

# lng_theme_no_desktop
source: Sorry, this theme doesn't include a version for Telegram Desktop.
be: На жаль, гэта тэма не ўключае ў сябе версію для Telegram Desktop.
ca: El tema no inclou una versió per al Telegram Desktop.
de: Dieses Farbthema enthält leider keine Version für Telegram Desktop.
es: Lo sentimos, este tema no incluye una versión para Telegram Desktop.
fr: Désolé, ce thème ne propose pas de version pour Telegram Desktop.
it: Spiacenti, questo tema non include una versione per Telegram Desktop.
ko: 죄송하지만, 이 테마는 텔레그램 데스크탑 버전을 포함하고 있지 않습니다.
ms: Maaf, tema ini tak termasuk untuk versi Telegram Desktop.
nl: Sorry, dit thema bevat geen variant voor Telegram Desktop.
pl: Ten motyw nie zawiera wersji dla Telegram Desktop.
pt_br: Desculpe, esse tema não inclui uma versão para o Telegram Desktop.
ru: К сожалению, тема не подходит для приложения Telegram Desktop.
tr: Üzgünüz, bu tema Telegram Desktop için bir sürüm içermiyor.
uk: На жаль, ця тема не підходить для Telegram Desktop.

# lng_theme_no_desktop_version
source: Sorry, this theme doesn't include a version for Telegram Desktop.
be: На жаль, гэта тэма не ўключае ў сябе версію для Telegram Desktop.
ca: El tema no inclou una versió per al Telegram Desktop.
de: Dieses Farbthema enthält keine Version für Telegram Desktop.
es: Lo sentimos, este tema no incluye una versión para Telegram Desktop.
fr: Désolé, ce thème ne propose pas de version pour Telegram Desktop.
it: Spiacenti, questo tema non include una versione per Telegram Desktop.
ko: 죄송하지만, 이 테마는 텔레그램 데스크탑 버전을 포함하고 있지 않습니다.
ms: Maaf, tema ini tidak termasuk versi Telegram Desktop.
nl: Sorry, dit thema bevat geen versie voor Telegram Desktop.
pl: Ten motyw nie zawiera wersji dla Telegram Desktop.
pt_br: Desculpe, esse tema não tem uma versão para o Telegram Desktop.
ru: К сожалению, эта тема не подходит для приложения Telegram Desktop.
tr: Üzgünüz, bu tema Telegram Desktop için bir sürüm içermiyor.
uk: На жаль, ця тема не має версії для Telegram Desktop.

# lng_theme_preview_apply
source: Apply this theme
be: Дастасаваць гэту тэму
ca: Aplica el tema
de: Thema anwenden
es: Aplicar este tema
fr: Appliquer ce thème
it: Applica questo tema
ko: 테마 적용
ms: Gunakan tema ini
nl: Thema toepassen
pl: Zastosuj ten motyw
pt_br: Aplicar este tema
ru: Применить тему
tr: Bu temayı uygula
uk: Застосувати тему

# lng_theme_preview_generating
source: Generating color theme preview...
be: Стварэнне перадпрагляду колеравай тэмы...
ca: S'està generant la vista prèvia del tema...
de: Erstelle Vorschau des Farbthemas...
es: Generando la vista previa del tema...
fr: Génération de l'aperçu du thème...
it: Genero anteprima tema...
ko: 색 테마 미리보기 생성 중...
ms: Menjana pratonton tema warna...
nl: Voorbeeld van thema maken...
pl: Generowanie podglądu motywu kolorystycznego…
pt_br: Gerando uma prévia do tema de cores...
ru: Создание предпросмотра цветовой темы...
tr: Renk tema önizlemesi oluşturuluyor…
uk: Створення попереднього перегляду колірної теми...

# lng_theme_preview_invalid
source: Invalid data in this theme file.
be: Памылковы файл тэмы.
ca: Dades no vàlides en aquest fitxer de tema.
de: Themen-Datei beinhaltet ungültige Daten.
es: Hay datos inválidos en este archivo de tema.
fr: Le thème contient des données invalides.
it: Dati non validi in questo file tema.
ko: 테마 파일이 올바르지 않습니다.
ms: Data tidak sah dalam fail tema ini.
nl: Thema bevat ongeldige data.
pl: Nieprawidłowe dane w tym pliku motywu.
pt_br: Existem dados inválidos neste arquivo de tema.
ru: Файл темы содержит некорректные данные.
tr: Bu tema dosyasındaki veriler geçersiz.
uk: Некоректні дані у файлі цієї теми.

# lng_theme_revert
source: Revert
be: Вярнуць
ca: Reverteix-ho
de: Zurücksetzen
es: Revertir
fr: Annuler
it: Ripristina
ko: 되돌리기
ms: Kembali
nl: Herstellen
pl: Przywróć
pt_br: Reverter
ru: Вернуть
tr: ESKİYE DÖN
uk: Повернутися

# lng_theme_sure_keep
source: Keep this theme?
be: Захаваць гэту тэму?
ca: Voleu mantenir aquest tema?
de: Dieses Thema behalten?
es: ¿Mantener este tema?
fr: Conserver ce thème ?
it: Mantenere questo tema?
ko: 이 테마를 유지하시겠습니까?
ms: Kekalkan tema ini?
nl: Dit thema behouden?
pl: Zachować ten motyw?
pt_br: Manter este tema?
ru: Использовать эту цветовую тему?
tr: Bu tema saklansın mı?
uk: Залишити цю тему?

# lng_tray_icon_text
source: Telegram is still running here, you can change this in Settings. If it disappears from the tray, you can drag it back from the hidden icons.
be: Telegram усё яшчэ запушчаны. Вы можаце выключыць яго ў Наладах. Калі гэты значок знікае з вобласці апавяшчэнняў, вы можаце перацягнуць яго сюды са схаваных значкоў.
ca: El Telegram encara es troba actiu, però ho podeu canviar a la configuració. Si aquesta icona desapareix de la safata, podeu arrossegar-la-hi des de les ocultes.
de: Telegram läuft jetzt minimiert. In den Einstellungen kannst du es jederzeit ändern. Wenn es hier verschwindet, kannst du es aus den versteckten Symbol zurückschieben.
es: Telegram aún está funcionando. Puedes cambiar esto en Ajustes. Si desaparece del área de notificación, recupéralo desde los íconos ocultos.
fr: Telegram continue de fonctionner ici, vous pouvez changer cela dans les paramètres. Si cette icône disparaît de la zone de notification, vous pouvez la remettre depuis les icônes cachées.
it: Telegram è ancora attivo qui, puoi cambiarlo nelle impostazioni. Se l'icona di notifica scompare, puoi recuperarla dalle icone nascoste.
ko: 텔레그램이 아직 실행되고 있습니다. 설정 페이지에서 이 동작을 바꿀 수 있습니다. 이 아이콘이 트레이 메뉴에서 사라져도, 숨겨진 아이콘 목록에서 다시 끌어올 수 있습니다.
ms: Telegram masih beroperasi di sini, anda boleh tukar di Aturan. Jika ianya hilang dari dulang, anda boleh tarik balik dari ikon tersembunyi.
nl: Telegram is nog steeds actief, je kunt dit wijzigen via instellingen. Als dit icoon verdwijnt van het systeemvak, kun je deze terugslepen vanaf de verborgen iconen.
pl: Telegram nadal działa. Możesz to zmienić w Ustawieniach. Jeśli ikona zniknie z menu zasobnika, możesz przeciągnąć ją z ukrytych ikon.
pt_br: O Telegram ainda está sendo executado, você pode mudar isso nas configurações. Se este ícone desaparecer de sua bandeja, você pode arrastar de volta dos ícones ocultos.
ru: Telegram продолжает работать, Вы можете изменить это в настройках. Если значок исчезнет из области уведомлений, его можно перенести из скрытых значков.
tr: Telegram hâlâ çalışıyor. Bunu, ayarlardan değiştirebilirsiniz. Bu simge tepsi menüsünden kaybolursa, gizli simgelerden sürükleyebilirsiniz.
uk: Telegram продовжує працювати у фоні. Це можна вимкнути. Якщо значок зникне, відкрийте трей і перетягніть його назад.

# lng_try_other_contact
source: Try someone else
be: Паспрабаваць з кім-небудзь іншым
ca: Prova-ho amb un altre
de: Andere probieren
es: Intentar con otro
fr: Essayer quelqu'un d'autre
it: Prova qualcun altro
ko: 다시 시도
ms: Cuba yang lain pula
nl: Probeer iemand anders
pl: Spróbuj kogoś innego
pt_br: Tentar outro
ru: Попробовать другой
tr: BAŞKA BİRİNİ DENEYİN
uk: Спробувати когось іншого

# lng_ttl_about_duration1
source: 1 day
be: 1 дзень
ca: 1 dia
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ko: 1일
ms: 1 hari
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
ru: 1 день
tr: 1 gün
uk: 1 добу
